{"pageProps":{"id":"hacktues","winners":[{"place":"first","participants":"Телерик Арсов, Антонио Милев, Мартин Дацев","name":"Go6o","project":"Автоматизирана оценка на тестове","image":"/ht_archive/ht/ht-1.jpg"},{"place":"second","participants":"Антонио Миндов, Дария Никитова, Кристиана Иванова, Петър Петров, Ясен Алексиев","name":"R&T","project":"Визуализация на код с блок-схеми","image":"/ht_archive/ht/ht-2.jpg"},{"place":"third","participants":"Габриел Гарвалов, Дейвид-Николас Петров, Илиян Кордев, Филип Пепегов, Кристиан Томов","name":"Coding Masters","project":"Система за обмен на информация и знания между учениците","image":"/ht_archive/ht/ht-3.jpg"}],"allParticipants":84,"teams":18,"valuedProjects":6,"description":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Трима осмокласници от столичното Технологично училище Електронни системи (ТУЕС)\n                        спечелиха голямата награда в първия ученически хакатон HackTUES,\n                        организиран по инициатива на ученици от ТУЕС.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Проектът за система за автоматизирана оценка на тестове,\n                        на основата на технология за разпознаване на изображения,\n                        донесе първата награда в състезанието на Телерик Арсов,\n                        Антонио Милев и Мартин Дацев (отбор <strong>Go6o</strong>).\n                        Освен купа ТУЕС и грамоти, тримата получиха възможност за\n                        двуседмична практика в Nemetschek България, безплатно обучение\n                        за първия модул Fundamentals на <em><strong>SoftUni</strong></em>, както и специалната\n                        награда от ChaosGroup. <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;На второ място се класираха учениците\n                        от отбор <strong>R&amp;T</strong> с проект за визуализация на код с блок-схеми.\n                        Те получиха и специални награди от <em><strong>MusalaSoft</strong></em> и <em><strong>StandByte</strong></em>.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Третата награда в хакатона беше отредена за отбор <strong>\n                            Coding\n                            Masters\n                        </strong> с проект за система за обмен на информация и\n                        знания между учениците. Наградата за оригинална идея\n                        беше връчена на отбор <strong>P2W</strong> за проекта им за забавна електронна\n                        игра с образователни въпроси. Проектът на отбор <strong>TANKK Crew</strong> за\n                        онлайн компилатор и система за проверка на задачи беше отличен\n                        с награда за най-добро представяне и с награда от <em><strong>HackBulgaria</strong></em>.&nbsp;\n                        <em><strong>Nemetschek България</strong></em> връчиха още една специална награда на\n                        отбор <strong>Няма значение</strong> за проекта им за електронен дневник.\n                        Всички 18 отбора получиха сертификати за успешно участие.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Хакатонът е нов вид състезание, което събира на едно място много\n                        участници от ИТ сферата, които работят в продължение на три дни върху\n                        разрешаването на конкретен казус. В първия ученически хакатон с тема\n                        <strong> „Автоматизация и подобряване на учебния процес“</strong> участваха над\n                        80 ученика от 8 до 12 клас на Технологично училище Електронни системи.\n                        Целта на HackTUES е да допринесе за модернизиране на учебния процес в\n                        училището, както и да даде възможност на ученици от различни класове да\n                        придобият практически опит в създаването на софтуер, работата в екип и\n                        в подкрепата на обществени каузи. Ментори на отборите и членове на журито\n                        са както преподаватели от училището, така и представители на различни компании,\n                        работещи в сферата на информационните технологии. Инициативата беше подкрепена\n                        от <em>\n                            <strong>\n                                SoftUni, HackBulgaria, MusalaSoft, ChaosGroup, Astea, Nemetschek,\n                                StandByte\n                            </strong>\n                        </em>и <em><strong>Subway</strong></em>.\n                        Идеята за състезанието идва от ученици от 10-ти клас в ТУЕС и\n                        среща подкрепата на ръководството на училището.\n                        <blockquote>\n                            „Станахме свидетели на едно изключително интересно състезание и се убедихме,\n                            че учениците имат много идеи. Наша задача е да създаваме възможности тези\n                            идеи да видят бял свят. Хакатонът е една чудесна възможност за това и съм убедена,\n                            че той ще се превърне в традиция за ТУЕС.“\n                            <footer>доц. д-р инж. Стела Стефанова, директор на ТУЕС</footer>\n                        </blockquote>"},"__N_SSG":true}