{"pageProps":{"id":"hacktues2","winners":[{"place":"first","participants":"Жанет Хаджиангелова, Мария Стоянова, Георги Данчев, Николай Миланов, Димитър Кацаров","name":"ASDF Unicorns","project":"Образователна игра за опазване на околната среда"},{"place":"second","participants":"Николета Далакчиева, Владимир Младенов, Марина Тихова, Лъчезар Младенов","name":"Walking Chaos","project":"Уебсайт за продажба и обмен на продукти от рециклирани материали"},{"place":"third","participants":"Андреа Георгиева, Николай Рангелов, Александър Велинов, Калин Карев, Светлин Йорданов, Теодор Добрев","name":"The Tanks","project":"Приложение за лекари и медицински работници"}],"allParticipants":100,"teams":18,"valuedProjects":7,"description":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Проект за образователна игра, която ангажира дългосрочно играчите\n                        да се грижат за околната среда, спечели първата награда на ученическия\n                        хакатон в Технологично училище Електронни системи (ТУЕС) HackTUES 2.\n                        Състезанието се проведе от 9 до 11 октомври 2015 г.\n                        с участието на 18 отбора от ученици от 8 до 12 клас в\n                        ТУЕС, които разработваха проекти, подпомагащи опазването\n                        на околната среда и социални каузи.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Проектът за игра <strong>TreeHack</strong> с десктоп, мобилно и онлайн приложения,\n                        който спечели първо място в състезанието, е разработен от отбор <strong>ASDF Unicorns</strong> - Жанет Хаджиангелова, \n                        Мария Стоянова, Георги Данчев,\n                        Николай Миланов и Димитър Кацаров, ученици от 9 и 11 клас в ТУЕС.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Втора награда журито връчи на отбор <strong>Walking Chaos</strong> за проекта за\n                        уебсайт за продажба и обмен на продукти от рециклирани материали\n                        с функционалност за даряване на част от сумите от реализираните продажби.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Отбор <strong>The Tanks</strong> спечели трета награда за приложението за лекари и медицински\n                        работници MedHack, което предоставя информация за назначеното лечение и\n                        предписаните лекарства на пациентите, чрез разчитане на уникален баркод\n                        за всеки пациент. Специалната награда за най-добра презентация и\n                        наградата на <em><strong>Chaos Group</strong></em> беше връчена на отбор <strong>For Code Sake</strong> за приложението\n                        им за синхронизирано изпълнение на песни от няколко мобилни телефона.\n                        Отбор <strong>Pe6o</strong> получи специална награда от <em><strong>Astea Solutions</strong></em> за проекта си за игра,\n                        която чрез интеграция на различни технологии и приложения стимулира играчите\n                        да бъдат физически активни и да правят упражнения, за да подобрят представянето\n                        на своите онлайн герои. Отбор <strong>Fanatic</strong> спечели специалната награда на <em><strong>Microsoft </strong></em>\n                        за проект за приложение, което би улеснило електронното гласуване, чрез разчитане\n                        на лични карти и онлайн справка в база данни от избиратели. Осмокласниците от отбор\n                        <strong> Alfa</strong> спечелиха наградата на <em><strong>MusalaSoft</strong></em> за проекта си за уебсайт с информация за различни\n                        заболявания. Отборите, класирани на призовите три места получиха и награди от <em><strong>Delta.bg</strong></em>.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Второто издание на HackTUES - хакатон, организиран от ученици за ученици,\n                        затвърди успеха на първото състезание, което се проведе през м. юни тази година.\n                        Основната цел на HackTUES е да се даде възможност на ученици от различни класове\n                        да работят заедно и да придобият практически опит в създаването на софтуер, в работата\n                        в екип и в подкрепата на обществени каузи. HackTUES 2 е подкрепен от\n                        <em><strong>Astea Solutions, ChaosGroup, HackBulgaria, Microsoft, Obecto, SAP, Musala Soft, Delta.bg</strong></em>\n                        и <em><strong>Telerik, a Progress Company.</strong></em>\n                        Медиен партньор на хакатона е <em><strong>Socialevo.net</strong></em>. Събитието е част от Европейската седмица на програмирането\n                        (<a class=\"MuiTypography-root MuiLink-root MuiLink-underlineHover MuiTypography-colorPrimary\" href=\"https://codeweek.eu/\" target=\"_blank\" rel=\"noopener noreferrer\">EU Code Week</a>), която цели да популяризира програмирането сред широк кръг млади хора.\n                        <blockquote>\n                            „Хакатонът е поредното доказателство, че учениците винаги има с какво да ни\n                            изненадат. Чудесните идеи, разработени от учениците, правят това състезание\n                            уникално и няма съмнение, че HackTUES вече се превръща в една от\n                            добрите традиции в ТУЕС.“\n                            <footer>доц. д-р инж. Стела Стефанова, директор на ТУЕС</footer>\n                        </blockquote>"},"__N_SSG":true}