{"pageProps":{"id":"hacktues365","winners":[{"place":"first","participants":"Виктор Велев, Петър Герасимов, Теодор Станишев","name":"Elsyser","project":"Персонален асистент целящ да промени живота на незрящите като използва Artificial intelligence","image":"/ht_archive/ht365/ht365-1.jpg"},{"place":"second","participants":"Владислав Георгиев, Мартин Дацев, Антонио Милев, Телерик Арсов","name":"Какводой","project":"Платформа за решаване на геометрични задачи","image":"/ht_archive/ht365/ht365-2.jpg"},{"place":"third","participants":"Мартин Йорданов, Самуил Георгиев, Антон Янчев, Огнян Барух, Георги Любенов","name":"Babba4e","project":"Система за проверка на автентичността на продукта чрез сканиране на уникален QR код на всеки продукт","image":"/ht_archive/ht365/ht365-3.jpg"}],"allParticipants":198,"teams":43,"valuedProjects":10,"description":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Вградено устройство с камера и изкуствен интелект в помощ на незрящите хора\n                        спечели първа награда в петия ученически хакатон HackTUES 365 на Технологично\n                        училище „Електронни системи“ (ТУЕС) към Технически университет – София.\n                        Устройството <strong>VoiceCV, създадено от отбор „Elsyser“</strong> - Виктор Велев от 10 клас,\n                        Петър Герасимов и Теодор Станишев от 12 клас, може да се интегрира в шапка или\n                        очила и играе ролята на личен асистент, който информира с глас за околните обекти\n                        чрез снимки в близка и далечна перспектива. Отборът получи и специалните награди\n                        на ScaleFocus, Дроксик и Data Science Society.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Специалната награда за проект с вградена микрокомпютърна технология, която се\n                        връчва за първи път в HackTUES, получи системата <strong>S.P.A.S. (Smart Personal\n                        Assistant System)</strong> за отдалечено управление на устройства в дома или офиса през\n                        мобилен телефон. Проектът е разработен от Искрен Александров от 8 клас и Ангел\n                        Стоянов, Мартин Вайер, Мартин Георгиев и Денис Захариев от 9 клас, от <strong>отбор\n                        „Телефона в сака“</strong>. Наградата е осигурена от Комет Електроникс.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Втора награда</strong> в хакатона спечели приложението за решаване на геометрични\n                        задачи <strong>GeoSolver</strong>. То сканира условието и генерира електронен чертеж и решение на\n                        задачата. Разработката е дело на 12-токласниците Телерик Арсов, Мартин Дацев,\n                        Антонио Милев, Владислав Георгиев и Петър Милев от <strong>отбор „Какводой“</strong>. Момчетата\n                        получиха и специална награда от Data Science Society.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Трета награда</strong> в хакатона спечели <strong>отбор „Бабич“</strong> за проекта <strong>Product Chain</strong>,\n                        използващ блокчейн технология, за да предпази потребителите от фалшиви стоки на\n                        пазара. Мартин Йорданов от 11 клас и Самуил Георгиев, Антон Янчев, Огнян Барух и\n                        Георги Любенов от 10 клас разработиха система за проследяване на автентичността\n                        на продукти в търговската мрежа, чрез уникален QR код, който дава информация за\n                        пътя на продукта. Те спечелиха и специална награда от TelebidPro.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Още шест други проекта</strong> спечелиха специални награди в тазгодишното издание на\n                        HackTUES.\n                        Състезанието се проведе от 15 до 17 март 2019 г. в ТУЕС и София Тех Парк. В него\n                        участваха 200 ученици от 8-ми до 12-ти клас на ТУЕС, разпределени в 43 отбора. Над\n                        60 ИТ професионалисти от различни компании, много от които възпитаници на\n                        училището, бяха ментори и членове на журито. Хакатонът се организира от екип от\n                        доброволци от 11 клас с подкрепата на Асоциацията на завършилите ТУЕС и\n                        ръководството на ТУЕС.\n                        За поредна година водещи технологични компании подкрепят провеждането на\n                        ученическото ИТ състезание HackTUES. Това са <strong>SAP, SoftServe, TelebidPro, VMware,\n                        Droxic, Progress, ScaleFocus, Astea Solutions, DevriX, Dopamine, Nemetschek\n                        Bulgaria</strong>. Технологични партньори на събитието тази година са София Тех Парк,\n                        Комет Електроникс, Смартком - България, Булгед, Cloud Balkan, Data Science Society и\n                        init Lab. Кетеринг партньори на хакатона са CoKitchen, Aristeon.bg, Delishu, Domino’s,\n                        Пекарчето на татко, Pura Vida Organic Farm, Pure Water, Работилничка за сладки\n                        моменти и сладкар Ирина Иванова. Събитието беше подкрепено и от Ротари Клуб\n                        София Капитал, DevStyler и YoungArtist.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;„Учениците от ТУЕС отново доказаха, че за тях няма неосъществими идеи.“\n                        – каза <strong>доц. д-р инж. Стела Стефанова</strong>, директор на Технологично училище\n                        „Електронни системи“ към ТУ - София. „Журито и професионалистите са\n                        силно впечатлени от факта, че в хакатона се разработват проекти,\n                        използващи най-новите технологии. В последните години силно\n                        впечатление правят решения с невронни мрежи и изкуствен интелект,\n                        проекти с вградени микрокомпютърни системи и IoT, а ето че тази година\n                        има и проект с блокчейн технология. Надяваме се, че всяка следваща година\n                        конкуренцията между отборите ще става още по-голяма и новите\n                        технологии ще са част от HackTUES“.\n                        Преобладаващата част от проектите – финалисти в HackTUES 365 комбинират\n                        софтуерни, мрежови и хардуерни решения. <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Сред основните ползи от участието\n                        си в хакатона учениците посочват възможността да опознаят и тестват нови\n                        технологии, да работят с професионалисти като ментори, да се научат да\n                        работят в екип и да представят идеите си, както и да открият конкретни насоки\n                        за бъдещото си професионално развитие.\n                        Ученици от ТУЕС редовно печелят награди и в хакатони за професионалисти и\n                        студенти, като Спортния хакатон, Балканския хакатон, Хакатон за София, хакатона,\n                        посветен на 10-годишнината от членството на България в ЕС и др. Членовете на\n                        отбора победител „Elsyser“ наскоро спечелиха хакатона на Студентския клуб на\n                        Американския университет в България и са носители на различни отличия от други\n                        хакатони за професионалисти. Част от членовете на отбора, заел второ място\n                        „Какводой“, са най-награждаваната група ученици в историята на HackTUES, като\n                        неизменно са сред лауреатите на хакатона още от създаването му през 2015 г.\n                        Ученици от отбора също са носители на много отличия от професионални хакатони."},"__N_SSG":true}