{"pageProps":{"id":"hacktues30","winners":[{"place":"first","participants":"Телерик Арсов, Ивона Мирчева, Владислав Георгиев, Мартин Дацев, Петър Милев","name":"COCOBE","project":"Приложение за резюмиране на текст, използващо невронни мрежи и машинно самообучение","image":"/ht_archive/ht30/h30xt-1.jpg"},{"place":"second","participants":"Георги Любенов, Виктор Велев, Антон Янчев, Самуил Георгиев","name":"Old and Bald","project":"Приложение за чатбот на историческа тема, което предлага резюме на текстове по дадена тема, спрямо интересите на ползвателите","image":"/ht_archive/ht30/h30xt-2.jpg"},{"place":"third","participants":"Михаил Киров, Петър Николов, Денис Бързанов, Тони Пеловски, Стефан Стефанов","name":"IDK","project":"Игрална конзола","image":"/ht_archive/ht30/h30xt-3.jpg"}],"allParticipants":206,"teams":45,"valuedProjects":11,"description":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;То е разработено от Телерик Арсов, Ивона Мирчева, Владислав Георгиев,\n                        Мартин Дацев и Петър Милев, ученици от 11Б клас. Отборът им <strong>КОКОБЕ</strong> взе\n                        и специалната награда на <em><strong>TelebidPro</strong></em> с възможност за стаж и менторство.\n                        Друг проект, базиран на машинно самообучение, спечели второто място в хакатона –\n                        приложение за чатбот на историческа тема, което предлага резюме на текстове по\n                        дадена тема, спрямо интересите на ползвателите. То е разработено от деветокласниците\n                        в ТУЕС от отбор <strong>Old and Bald</strong> - Георги Любенов, Виктор Велев, Антон Янчев и Самуил Георгиев.\n                        Третата награда е за проект за игрална конзола, която беше демонстрирана пред журито от отбор <strong>IDK</strong>\n                        - Михаил Киров, Петър Николов, Денис Бързанов, Тони Пеловски, Стефан Стефанов от 10Б.\n                        В четвъртото издание на тридневния ученически хакатон Hack 30xTUES участваха 45 отбора \n                        с ученици от 8-ми до 12-ти клас. Те създадоха софтуерни и хардуерни проекти по теми, \n                        свързани с 30-годишния юбилей на училището:\n                        <ul>\n                            <li>\n                                <strong>Бизнес, училище, университет</strong>, посветена на 3-те необходими елемента за успешно ИТ образование;\n                            </li>\n                            <li>\n                                <strong>Digital past</strong> – за възраждане на историята и интереса към миналото с помощта на технологиите;\n                            </li>\n                            <li>\n                                <strong>30xТУЕС</strong> – за проекти за честване на юбилея на училището.\n                            </li>\n                        </ul>\n                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Отборите победители получиха като награди възможност за закупуване на техника, награди от \n                        <em><strong>TelebidPro, SAP</strong></em> и <em><strong>Uber Engineering</strong></em> в София, \n                        както и посешение в офиса на <em><strong>SoftServe</strong></em>.\n                        Осем други отбора получиха специални награди за проектите си. Отбор <strong>Mamutite222</strong> - \n                        Георги Стефанов, Самуил Иванов, Владислав Миленков, Стефан Гълъбов от 10-ти клас –\n                        бяха отличени от развойния център на <em><strong>SAP</strong></em> в София за проекта си за игра, \n                        вдъхновена от битката в Дюнкерк.\n                        Теодор Станишев от отбор <strong>Fluffy Bears</strong> получи персонална награда от <em><strong>ScaleFocus</strong></em>. \n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Осмокласниците от <strong>Autardia</strong> - Кристиян Стоименов, Стела Касабова, Виолета Кабаджова, \n                        Стефани Стайкова, Стефан Босев - получиха наградата на <em><strong>Софтуерния университет</strong></em>. \n                        <em><strong>Немечек България</strong></em> отличиха 12-токласниците от отбор <strong>Ime</strong> - Николай Станишев, Иван Милев и Иво Тодоров \n                        - за систематичния им подход в проекта им за игра в терминал. Отбор <strong>Why Not</strong> - \n                        Кристиян Стоименов, Калоян Ангелов, Виктория Радкова, Слав Кирилов и Християн Генчев \n                        - получиха награда от <em><strong>Статсофт</strong></em> за проект с вградени микрокомпютърни системи. \n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Проектът за текстов редактор на 9-токласниците от <strong>Project Hogwarts</strong> - \n                        Александър Стоичков, Иван Димитров, Кристиян Йочев, Георги Корчаков и \n                        Виктор Петров – беше отличен от <em><strong>Cloud Balkan</strong></em>. Награда от компанията \n                        получи и отбор <strong>Programming Zygotes</strong> - Милен Илиев, Михаил Колев, Антонио Такев, \n                        Валери Добрев и Николай Йончев – за проекта им за редактор разчитащ текст от снимка. \n                        Осмокласниците от <strong>Thunder System</strong> – Мартин Вайер, Боян Иванов, Мартин Врачев, Мартин Дамянов, \n                        Петър Дамянов – получиха награда от <em><strong>Live to Lift</strong></em>.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;В журито на полуфиналите и финалите на хакатона участваха представители на \n                        компаниите-партньори, ИТ професионалисти, завършили ТУЕС, и преподаватели от училището. \n                        Спонсори на юбилейното издание Hack 30xTUES са развойният център на <em><strong>SAP</strong></em> в София, \n                        <em><strong>\n                        SoftServe, TelebidPro, VMware, Dopamine, ScaleFocus, Софтуерен Университет, Accedia, Astea Solutions,\n                        Немечек България</strong></em> и <em><strong>Uber Engineering</strong></em> в София. \n                        Партньори в организацията на събитието са <em><strong>София Тех Парк, Смартком -  \n                        България АД, init Lab, Cloud Balkan</strong></em> и <em><strong>Пирин Спринг</strong></em>. \n                        В хакатона участваха почти половината настоящите ученици в ТУЕС. \n                        В работата им помагаха над 40 ИТ професионалисти като ментори - \n                        представители на компаниите-партньори, експерти, завършили \n                        училището преди години и преподаватели. Събитието беше организирано \n                        от екип от около 30 ученици, доброволци и представители на \n                        Асоциацията на завършилите ТУЕС.\n                        Hack 30xTUES е уникално събитие не само, защото е организирано от ученици \n                        за ученици, но и защото дава на участниците възможност за изява, незабравими \n                        спомени и мотивация за развитие. Учениците придобиват нови знания, умения за \n                        работа в екип, комуникационни и презентационни умения, както и ценни контакти \n                        с ИТ професионалисти."},"__N_SSG":true}