{"pageProps":{"id":"hacktues3","winners":[{"place":"first","participants":"Лазар Френкев, Александър Вербовский, Андрей Стрински, Християн Генчев, Алекс Стефанов","name":"Зор","project":"2D Platformer с puzzle game елементи","image":"/ht_archive/ht3/ht3-1.jpg"},{"place":"second","participants":"Телерик Арсов, Стефан Бабуков, Николай Милчев, Мартин Дацев","name":"To6o","project":"Симулация на генетичен алгоритъм","image":"/ht_archive/ht3/ht3-2.jpg"},{"place":"third","participants":"Георги Корчаков, Кристиян Йочев, Йордан Златанов, Симеон Георгиев, Александър Стоичков","name":"Top8","project":"Уеб приложение за създаване и редактиране на изображения","image":"/ht_archive/ht3/ht3-3.jpg"}],"allParticipants":136,"teams":31,"valuedProjects":8,"description":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Първото място в хакатона спечели забавната игра Artstealer на отбор <strong>Зор</strong>,\n                        създадена за Android. Симулацията на генетичен алгоритъм Micromanipulartor на\n                        десетокласниците от отбор <strong>To6o</strong> беше отличена с второ място. Третото място\n                        спечели проектът на отбор <strong>Тоp8</strong> за уеб приложение за създаване и редактиране\n                        на изображения Image Maker, което работи на всякакви платформи.\n                        Освен наградите от организаторите на Hack TUES, трите отбора получиха и награди\n                        от партньорите на хакатона. Те ще могат да посетят и офисите на <em><strong>Dopamine, SAP, TelebidPro</strong></em> и <em><strong>VMware</strong></em>.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Големите победители от отбор <strong>Зор</strong> получиха и възможност да довършат проекта си с екип на\n                        <strong> TelebidPro</strong>, индивидуална сума за закупуване на хардуер, както и възможност за безплатно\n                        обучение в един семестър в <strong>SoftUni</strong>.\n                        Уеб приложението Tarina за споделено създаване на истории на отбор <strong>Pu6ki </strong>\n                        беше отличено със специалната награда на <em><strong>TelebidPro</strong></em> и възможност за\n                        финализиране на проекта. Такава възможност получи от <em><strong>VMware</strong></em> и проектът\n                        на отбор <strong>Костенурки Нинджа</strong> Project FUN – уебсайт за състезания с рисуване.\n                        Със специални награди от <em><strong>VMware</strong></em> бяха отличени и проектът на отбор <strong>Geko Snek</strong>\n                        &nbsp;Мотика Motors за робот с 4 колела и самостоятелно управление, както и проектът\n                        за социална мрежа за споделяне на креативни идеи Visual Delight на отбор <strong>To_si_e_za_nas</strong>.\n                        Проектът на робот, който рисува аналогови и цифрови схеми и платки по зададена картинка\n                        Made2Make на отбор <strong>Programartists</strong> беше отличен със специалната награда на <em><strong>SAP</strong></em>.\n                        Представителите на <em><strong>Dopamine</strong></em> връчиха и индивидуални награди на петима от участниците в\n                        хакатона – 24 инчови монитори.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;В третото издание на ученическия хакатон участваха 136 ученика от 8-ми до 12-клас от ТУЕС,\n                        разпределени в 31 отбора. В продължение на три дни учениците работиха върху създаването на\n                        демонстрационни проекти на тема <strong>Art &amp;&amp; Creativity</strong>. За реализацията на проектите допринесоха\n                        и 29-те ментори доброволци – завършили ТУЕС-ари и представители на партньорите на хакатона.\n\n                        Партньори на Hack TUES 3 са\n                        <em>\n                            <strong>\n                                 Dopamine, SAP, TelebidPro, VMware, Nemetschek Bulgaria, Astea Solutions, CloudBalkan,\n                                Musala Soft, Chaos Group\n                            </strong>\n                        </em> и <em><strong>Smartcom Bulgaria</strong></em>.\n                        <p style={{lineHeight: \".1px\", marginBottom: \"10px\"}} />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ученическият хакатон в ТУЕС се превърна в традиция от 2015 г. по инициатива на ученици\n                        от училището. Организацията на мащабното събитие през 2017 г.\n                        тази година се проведе от ученически екип от 11А клас, подкрепен от ръководството,\n                        преподавателите и персонала в ТУЕС, завършили ТУЕС-ари, както и ученици-доброволци от училището."},"__N_SSG":true}